Repository: hossein/dkobo
Catalog: jsapp/locale/*/LC_MESSAGES/djangojs.po
Languages: fa

source: Launch question library in this element
fa: کتابخانه سؤالات روی این عنصر اجرا شود

source: Loading Preview
fa: در حال آماده‌سازی پیش‌نمایش

source: This will take a few seconds depending on the size of your form.
fa: این کار بسته به حجم فرم شما چندین ثانیه طول می‌کشد.

source: Error launching preview
fa: خطا در اجرای پیش‌نمایش

source: Start Time
fa: زمان آغاز

source: Records when the survey was begun
fa: زمان شروع جمع‌آوری داده را ذخیره می‌کند

source: End Time
fa: زمان پایان

source: Records when the survey was marked as completed
fa: زمانی که کامل‌شدن جمع‌آوری داده ثبت می‌شود را ذخیره می‌کند

source: Today
fa: امروز

source: Includes today's date
fa: تاریخ امروز را ذخیره می‌کند

source: Username
fa: نام کاربری

source: Includes interviewer's username
fa: نام کاربری شخص جمع‌آوری‌کننده‌ی داده را ذخیره می‌کند

source: SIM Serial
fa: سریال سیم‌کارت

source: Records the serial number of the network SIM card
fa: سریال سیم‌کارت شبکه‌ی همراه را ذخیره می‌کند

source: Subscriber ID
fa: شناسه مشترک

source: Records the subscriber ID of the SIM card
fa: شناسه‌ی مشترک سیم‌کارت را ذخیره می‌کند

source: Device ID
fa: شناسه دستگاه

source: Records the internal device ID number, a.k.a IMEI (works on Android phones)
fa: شناسه داخلی دستگاه (IMEI) را ذخیره می‌کند (روی آندروید)

source: Phone Number
fa: شماره تلفن

source: Records the device's phone number, when available
fa: شماره تلفن دستگاه کاربر را، وقتی موجود باشد، ذخیره می‌کند

source: Record your current location
fa: موقعیت فعلی خود را ثبت کنید

source: Point and shoot! Use the camera to take a photo
fa: با استفاده از دوربین عکس بگیرید

source: Use the camera to record a video
fa: با استفاده از دوربین فیلم ضبط کنید

source: Use the camera's microphone to record a sound
fa: با استفاده از میکروفون دوربین، صدایی ضبط کنید

source: This note can be read out loud
fa: این یادداشت می‌تواند با صدای بلند خوانده‌شود

source: Enter a number
fa: عددی را وارد نمایید

source: Use the camera to scan a barcode
fa: با استفاده از دوربین بارکد را اسکن کنید

source: Enter a date
fa: تاریخ را وارد نمایید

# Row default value
source: Calculation
fa: محاسبه

source: Enter a date and time
fa: تاریخ و زمان را وارد نمایید

source: Enter a time
fa: زمان را وارد نمایید

# Imperative sentence for row default value
source: Acknowledge
fa: تأیید کنید

# Type Label
source: Note
fa: یادداشت

# Type Label
source: Acknowledge
fa: تأیید

# Type Label
source: Text
fa: متن

# Type Label
source: Integer
fa: عدد صحیح

# Type Label
source: Decimal
fa: عدد اعشاری

# Type Label
source: Geopoint (GPS)
fa: موقعیت (GPS)

# Type Label
source: Image
fa: تصویر

# Type Label
source: Barcode
fa: بارکد

# Type Label
source: Date
fa: تاریخ

# Type Label
source: Time
fa: زمان

# Type Label
source: Date and Time
fa: تاریخ و زمان

# Type Label
source: Audio
fa: صوت

# Type Label
source: Video
fa: ویدیو

# Type Label
source: Calculate
fa: محاسبات

# Type Label
source: Select
fa: انتخاب

# Type Label
source: Score
fa: امتیاز

# Type Label
source: Score Row
fa: ردیف امتیاز

# Type Label
source: Rank
fa: رتبه

# Type Label
source: Rank Level
fa: سطح رتبه

# Type Label
source: Multiple choice
fa: چندگزینه‌ای

# New Question Label
source: New Question
fa: سؤال جدید

# New Group Label
source: Group
fa: گروه

source: Add a condition
fa: افزودن یک شرط

source: Manually enter your skip logic in XLSForm code
fa: قواعد پرش شرطی به زبان XLSForm وارد شود

source: Was Answered
fa: پاسخ‌داده‌شده

source: Was not Answered
fa: پاسخ‌داده‌نشده

# abbreviated
source: Was Answered
fa: دارای‌پاسخ

# abbreviated
source: Was not Answered
fa: بدون‌پاسخ

# Negated equality
source: not
fa: نامساوی با

source: Greater Than
fa: بیشتر از

source: Less Than
fa: کمتر از

source: Greater Than or Equal to
fa: بیشتر یا مساوی با

source: Less Than or Equal to
fa: کمتر یا مساوی با

source: Number must be integer
fa: عدد باید صحیح باشد

source: Number must be decimal
fa: عدد باید اعشاری باشد

source: This question will only be displayed if the following conditions apply
fa: این پرسش تنها در صورتی نمایش داده خواهد شد که شرایط زیر صدق کنند

source: Add another condition
fa: افزودن شرط

source: Question should match all of these criteria
fa: تمام این شرایط باید براورده شوند

source: Question should match any of these criteria
fa: یکی یا بیشتر از این شرایط باید براورده شود

source: Select question from list
fa: سؤالی را از لیست انتخاب کنید

source: Manually enter your validation logic in XLSForm code
fa: قواعد اعتبار سنجی به زبان XLSForm وارد شود

source: This question will be valid only if the following conditions apply
fa: این پرسش تنها در صورتی اعتبار خواهد داشت که شرایط زیر صدق کنند

source: This question's response has to be
fa: پاسخ این پرسش می‌بایست

# Do not translate #{value}
source: #{value} contains invalid characters
fa: #{value} دارای کاراکترهای غیرمجاز است

source: Question name isn't unique
fa: نام پرسش یکتا نیست

# Rank item selection
source: Items cannot be selected more than once
fa: هر مورد نمی‌تواند بیش از یک بار انتخاب شود

# New form title
source: New Form
fa: فرم جدید

source: Click to add another response...
fa: افزودن پاسخ جدید...

source: Value:
fa: مقدار:

source: AUTOMATIC
fa: خودکار

source: Settings
fa: تنظیمات

source: All group settings
fa: تمام تنظیمات گروه

source: Skip Logic
fa: پرش شرطی

source: Question Options
fa: تنظیمات سؤال

source: Validation Criteria
fa: قواعد اعتبارسنجی

source: Response Type
fa: نوع پاسخ

source: Option value
fa: مقدار این گزینه

source: Row name
fa: نام ردیف

source: A constraint message to be read in case of error:
fa: پیامی که هنگام خطا نمایش داده‌شود:

source: Row could not be displayed:
fa: ردیف نمی‌تواند نمایش داده‌شود:

source: Add Question
fa: افزودن سؤال

source: Start from Scratch
fa: طراحی از ابتدا

source: or
fa: یا

source: Import XLS
fa: واردنمودن فایل اکسل

source: Form
fa: فرم

source: Question
fa: سؤال

# #{type_name} can be Form, Question
source: Save and Exit #{type_name}
fa: ذخیره #{type_name} و خروج

# #{type_name} can be Form, Question
source: Preview #{type_name}
fa: پیش‌نمایش #{type_name}

source: Form Settings
fa: تنظیمات فرم

source: Show All Responses
fa: نمایش تمام گزینه‌ها

source: Group Questions
fa: گروه‌بندی سؤالات

source: Question Library
fa: کتابخانه‌ی سؤالات

source: Form ID
fa: شناسه‌ی فرم

source: Unique form name
fa: نام یکتای فرم

source: (empty)
fa: (خالی)

source: Version (Optional)
fa: نگارش (اختیاری)

source: A version ID of the form
fa: یک شناسه‌ی نگارش (ورژن) برای فرم

source: Hidden meta questions to include in your form to help with analysis
fa: شبه‌سؤالاتی برای گنجاندن در فرم که به تحلیل نتایج کمک می‌کنند

source: Meta questions for collecting with cell phones
fa: شبه‌سؤالاتی برای جمع‌آوری داده با گوشی‌های هوشمند

source: Manual submission URL (advanced)
fa: آدرس ارسال نتایج دستی (پیشرفته)

source: The specific server instance where the data should go to - optional
fa: سروری که داده‌ها باید به آن فرستاده شوند - اختیاری

source: Public Key
fa: کلید عمومی

source: The encryption key used for secure forms - optional
fa: کلید رمزنگاری که برای فرم‌های امن استفاده می‌شود - اختیاری

source: This form is currently empty.
fa: این فرم در حال حاضر خالی است.

source: You can add questions, notes, prompts, or other fields by clicking on the "+" sign below.
fa: شما می‌توانید با کلیک روی دکمه "+" زیر، پرسش‌ها، یادداشت‌ها، پیام‌ها و فیلدهای دیگری را بیفزایید.

# Question Type Icon Label
source: Select One
fa: انتخاب گزینه

# Question Type Icon Label
source: Select Many
fa: چندگزینه‌ای

# Question Type Icon Label
source: Text
fa: متنی

# Question Type Icon Label
source: Number
fa: عدد صحیح

# Question Type Icon Label
source: Decimal
fa: عدد اعشاری

# Question Type Icon Label
source: Date
fa: تاریخ

# Question Type Icon Label
source: Time
fa: زمان

# Question Type Icon Label
source: Date & time
fa: تاریخ و زمان

# Question Type Icon Label
source: GPS
fa: موقعیت GPS

# Question Type Icon Label
source: Photo
fa: تصویر

# Question Type Icon Label
source: Audio
fa: صوت

# Question Type Icon Label
source: Video
fa: ویدیو

# Question Type Icon Label
source: Note
fa: یادداشت

# Question Type Icon Label
source: Barcode
fa: بارکد

# Question Type Icon Label
source: Acknowledge
fa: تأیید

# Question Type Icon Label
source: Calculate
fa: محاسبات

# Question Type Icon Label
source: Matrix / Rating
fa: ماتریس/دسته‌بندی

# Question Type Icon Label
source: Ranking
fa: رتبه‌دهی

source: New Question
fa: سؤال جدید

# E.g Option 1, Option 2, etc
source: Option %1
fa: گزینه %1

source: Empty
fa: خالی

source: Question hint
fa: راهنمای سؤال

source: Error Message
fa: پیام خطا

source: Data column name
fa: نام ستون داده

source: Default response
fa: پاسخ پیشفرض

source: Repeat
fa: تکرار

source: Repeat this group if necessary
fa: تکرار این گروه در صورت نیاز

source: Mandatory response
fa: پاسخ اجباری

source: Appearance (advanced)
fa: طرز نمایش (پیشرفته)

source: Show all questions in this group on the same screen
fa: تمام سؤالات این گروه در یک صفحه نمایش‌داده‌شوند

source: Are you sure you want to split apart this group?
fa: آیا مطمئن هستید می‌خواهید این گروه را تقسیم کنید؟

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
fa: شما نمی‌توانید گروه‌های تودرتو را در یک صفحه نمایش دهید. این تنظیم از گروه والد حذف‌شده‌است.

source: Note: Rank and Matrix question types are currently in beta.
fa: نکته: سؤالات ماتریس/دسته‌بندی و رتبه‌دهی امکانات آزمایشی هستند.

source: Enter your question
fa: پرسش خود را وارد کنید

source: Item to be ranked
fa: مورد برای رتبه‌دهی

source: 1st choice
fa: انتخاب اول

source: Item
fa: مورد

source: Length cannot exceed 255 characters, is %1 characters.
fa: طول نباید از ۲۵۵ کاراکتر بیشتر شود، ولی %1 کاراکتر وارد شده‌است.

source: Show
fa: نمایش

source: Hide
fa: پنهان کردن

source: Are you sure you want to delete this question? This action cannot be undone.
fa: آیا مطمئن هستید می‌خواهید این پرسش را پاک کنید؟ این عمل غیر قابل بازگردانی است.

source: Error
fa: خطا
