Repository: hossein/dkobo
Catalog: jsapp/locale/angular-gettext/*.po
Languages: fa

source: 1 question
fa: {{$count}} پرسش

source: 1 tag
fa: {{$count}} برچسب

source: <p><strong>Your question has been saved to your question library.</strong></p><p>You can now find this question in the library sidebar on the right. To reuse it, just drag-and-drop it into any of your forms.</p><p>To edit or remove questions from your library, choose Question Library from the menu. </p>
fa: <p><strong>سؤال شما به کتابخانه‌ی سؤالات اضافه شده‌است.</strong></p><p>اکنون می‌توانید این سؤال را در بخش کتابخانه‌ی سؤالات در سمت راست بیابید. برای استفاده از آن، کافی است آن را از کتابخانه بگیرید و بر روی هر یک از فرم‌های خود بکشید.</p><p>برای ویرایش یا حذف سؤالات از کتابخانه، از منو گزینه‌ی کتابخانه‌ی سؤالات را انتخاب نمایید.</p>

# Question sorter
source: A - Z
fa: آ - ی

# Tag sorter
source: A - Z
fa: آ - ی

# Tag sorter
source: A - Z, Empty First
fa: آ - ی، استفاده‌نشده‌ها در ابتدا

# Tag sorter
source: A - Z, Empty Last
fa: آ - ی، استفاده‌نشده‌ها در انتها

source: Add Form
fa: افزودن فرم

source: Add New Question
fa: افزودن سؤال جدید

source: Add to block
fa: افزودن به بخش

source: Add to new form
fa: افزودن به فرم جدید

source: All Tags
fa: تمام برچسب‌ها

source: Are you sure you want to delete this survey? The operation is not undoable.
fa: آیا مطمئنید می‌خواهید این فرم را حذف کنید؟ این عمل قابل بازگردانی نیست.

source: Are you sure you want to leave?
fa: آیا مطئنید می‌خواهید محیط را ترک کنید؟

source: Are you sure you want to leave? you will lose any unsaved changes.
fa: آیا مطئنید می‌خواهید محیط را ترک کنید؟ تغییرات ذخیره‌نشده‌ی شما از دست می‌روند.

source: Cancel
fa: انصراف

source: Cannot clone survey right now.
fa: در حال حاضر امکان شبیه‌سازی فرم وجود ندارد.

source: Cannot load survey
fa: امکان بارگذاری فرم وجود ندارد

source: Confirm the title of your project
fa: عنوان پروژه‌ی خود را تأیید کنید

source: Confirm the unique id of your project
fa: شناسه‌ی یکتای پروژه‌ی خود را تأیید کنید (فقط حروف لاتین)

source: Confused?
fa: مشکلی پیش آمده‌است؟

source: Contact KoBoToolbox Support
fa: با پشتیبانی KoBoToolbox تماس بگیرید

source: Delete
fa: حذف

source: Deploy and View New Project
fa: انتشار و مشاهده‌ی پروژه‌ی جدید

source: Deploy as new survey project
fa: انتشار به عنوان پروژه‌ی جدید جمع‌آوری داده

source: Deploy form as new survey project
fa: انتشار فرم به عنوان پروژه‌ی جدید جمع‌آوری داده

source: Deploying Project
fa: در حال انتشار پروژه

source: Error
fa: خطا

source: Form Drafts
fa: پیش‌نویس فرم‌ها

# Active Tab
source: Forms
fa: فرم‌ها

# Page Title
source: Forms
fa: فرم‌ها

source: Forms
fa: فرم‌ها

source: If you need help recovering the form, please contact
fa: در صورتی که برای بازیابی فرم نیاز به کمک دارید، با

source: Import CSV
fa: واردکردن CSV

source: Import Form
fa: وارد کردن فرم

source: Import Library from XLS
fa: وارد کردن کتابخانه از فایل اکسل

source: Important Error:
fa: خطای مهم:

source: Importing Questions
fa: در حال وارد کردن پرسش‌ها

# Message Title
source: Information
fa: پیام

source: KoBoForm User
fa: کاربر KoBoForm

source: KoBoToolbox support
fa: پشتیبانی KoBoToolbox

source: Loading Form
fa: در حال بارگذاری فرم

source: Loading Forms
fa: در حال بارگذاری فرم‌ها

# Tag sorter
source: Newest
fa: جدیدترین‌ها

# Question sorter
source: Newest First
fa: ابتدا جدیدترها

# Question sorter
source: Oldest First
fa: ابتدا قدیمی‌ترها

source: Paste Form Here
fa: محتویات را اینجا Paste کنید

source: Projects
fa: پروژه‌ها

source: Question Library
fa: کتابخانه سؤالات

source: Question Library > Edit question
fa: کتابخانه سؤالات > ویرایش سؤال

source: Questions
fa: پرسش‌ها

source: Search forms
fa: جستجوی فرم‌ها

source: Search questions
fa: جستجوی پرسش‌ها

source: Search tags
fa: جستجوی برچسب‌ها

source: Search tools
fa: ابزارهای جستجو

source: Settings
fa: تنظیمات

source: Sign out
fa: خروج

source: Sort: Last Modified
fa: مرتب‌سازی: آخرین تغییر یافته

source: Sort: Newest
fa: مرتب‌سازی: جدیدترین

source: Sort: Oldest
fa: مرتب‌سازی:‌قدیمی‌ترین

source: Start from Scratch
fa: طراحی از ابتدا

source: Start from a Template
fa: استفاده از الگو

source: Success!
fa: موفقیت!

source: Survey Publishing failed:
fa: انتشار فرم با خطا مواجه شد:

source: Survey Publishing succeeded
fa: انتشار فرم با موفقیت انجام شد

source: Tags
fa: برچسب‌ها

source: The server encountered an error:
fa: سرور با مشکلی مواجه شد:

source: There was a problem loading your form:
fa: مشکلی در بارگذاری فرم شما وجود داشت:

source: Uploading Form
fa: در حال بارگیری فرم

source: Validation failed with the following errors:
fa: اعتبارسنجی با خطاهای زیر شکست خورد:

source: You currently have no forms.
fa: شما در حال حاضر فرمی ندارید.

source: You don't have any tags yet.
fa: شما هنوز برچسبی ندارید.

# Tag sorter
source: Z - A
fa: ی - آ

# Question sorter
source: Z - A
fa: ی - آ

source: a server error occurred:
fa: خطایی در سرور اتفاق افتاد:

source: are you sure you want to delete {{one_or_more_questions}}?
fa: آیا مطئنید می‌خواهید {{one_or_more_questions}} را حذف کنید؟

source: hide responses
fa: پنهان‌کردن جواب‌ها

source: select all
fa: انتخاب همه

source: show responses
fa: نمایش جواب‌ها

source: sort
fa: مرتب‌سازی

source: tag name
fa: نام برچسب

source: {{get_selected_amount()}} selected
fa: {{get_selected_amount()}} انتخاب‌شده
